Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

# EditAdminRankInfo
source: A title that members will see instead of '{0}'.
cs: Pro všechny členy bude zobrazen vlastní titulek místo '{0}'.
he: כותרת שהחברים יראו במקום '⁨{0}⁩'.
hr: Titula koju će vidjeti članovi umjesto '{0}'.
hu: Ez az egyéni megnevezés fog megjelenni a tagok számára "{0}" helyett.
nb: En tittel medlemmer vil se i stedet for "{0}".
sk: Názov, ktorý členovia uvidia namiesto {0}
sr_cyrl: Титула коју ће видети чланови уместо „{0}”.

# EditAdminRemoveAdmin
source: Dismiss Admin
cs: Odebrat práva správce
he: בטל מנהל
hr: Ukloni administratora
hu: Eltávolítás az adminok közül
nb: Degrader administrator
sk: Odstrániť správcu
sr_cyrl: Уклони администратора

# EditAdminSendAnonymously
source: Remain Anonymous
cs: Možnost anonymity
he: הישאר אנונימי
hr: Anonimni način
hu: Névtelen marad
nb: Forbli anonym
sk: Zostať anonymný
sr_cyrl: Анонимно слање

# EditAdminTransferAlertText
source: You can transfer this group to **{0}** only if you:
cs: Můžete předat tuto skupinu uživateli **{0}**, pouze pokud máte:
he: באפשרותך להעביר קבוצה זו אל **⁨{0}⁩** רק אם:
hr: Možete prenijeti grupu na **{0}** samo ako:
hu: Átadhatod a csoportot **{0}** felhasználónak, ha:
nb: Du kan overføre denne gruppen til **{0}** bare hvis du:
sk: Môžete previesť túto skupinu na **{0}** iba ak:
sr_cyrl: Ову групу можете пренети на **{0}** само ако:

# EditAdminTransferAlertText1
source: Enabled **Two-Step Verification** more than **7 days** ago.
cs: Zapnuté **dvoufázové ověření** nejméně **7 dní**.
he: הפעלת **אימות דו-שלבי** לפני יותר מ**7 ימים**.
hr: Imate uključenu **potvrdu u dva koraka* dulje od **7 dana**.
hu: **7 napnál** régebb óta engedélyezve van a **Kétlépcsős azonosítás** a fiókodhoz.
nb: Har hatt **totrinnsbekreftelse** aktivert i minst **7 dager**.
sk: • Povolené **2-stupňové overenie** dlhšie ako **7 dní**.
sr_cyrl: Имате омогућену **Верификацију у два корака** пре више од **7 дана**.

# EditAdminTransferAlertText2
source: Logged in on this device more than **24 hours** ago.
cs: Aktivní přihlášení na tomto zařízení nejméně **24 hodin**.
he: התחברת במכשיר זה לפני יותר מ**24 שעות**.
hr: Prijavljeni ste na ovaj uređaj dulje od **24 sata**.
hu: Legalább **24 órája** be vagy jelentkezve ezen az eszközön.
nb: Har vært pålogget med denne enheten i minst **24 timer**.
sk: • Ste prihlásený na tomto zariadení dlhšie ako **24 hodín**.
sr_cyrl: Пријављени сте на овај уређај дуже од **24 сата**.

# EditAdminTransferAlertText3
source: Please come back later.
cs: Vraťe se prosím později.
he: נא לחזור מאוחר יותר.
hr: Vratite se ponovno kasnije.
hu: Kérjük, látogass vissza később.
nb: Vennligst kom tilbake senere.
sk: Prosím, vráťte sa neskôr.
sr_cyrl: Молимо вратите се касније.

# EditAdminTransferAlertTitle
source: Security Check
cs: Bezpečnostní kontrola
he: בדיקת אבטחה
hr: Sigurnosna provjera
hu: Biztonsági ellenőrzés
nb: Sikkerhetssjekk
sk: Bezpečnostná kontrola
sr_cyrl: Безбедносна провера

# EditAdminTransferChangeOwner
source: Change Owner
cs: Změnit vlastníka
he: העבר בעלות
hr: Promijeni vlasnika
hu: Tulajdonosváltás
nb: Endre eier
sk: Zmeniť majiteľa
sr_cyrl: Промени власника

# EditAdminTransferReadyAlertText
source: This will transfer **full owner rights** for **{0}** to **{1}**. The new owner will be free to remove any of your admin privileges or even ban you.
cs: Tímto předáte **plná** práva správce pro **{0}** uživateli **{1}**. Nový vlastní může odebrat jakákoli Vaše práva správce nebo Vás dokonce zablokovat.
he: פעולה זו תעביר את **זכויות הבעלות המלאות** עבור **⁨{0}⁩** אל **⁨{1}⁩**. הבעלים החדש יוכל לבטל את כל הרשאות הניהול שלך ואפילו לחסום אותך.
hr: Prenijet ćete **cijelo vlasništvo** za **{0}** na **{1}**. Novi vlasnik može ukloniti sve vaše administratorske ovlasti ili vam čak zabraniti pristup grupi.
hu: Ezzel átruházod a(z) **{0}** teljes **tulajdonosi jogát** az ő számára: **{1}**. Az új tulajdonos szabadon elveheti az adminisztrátori jogaidat, sőt ki is tilthat.
nb: Dette vil overføre **alle eierrettigheter** for **{0}** til **{1}**. Den nye eieren vil kunne fjerne en hvilken som helst av dine administratorrettigheter eller til og med utestenge deg.
sk: Toto prevedie **plné vlastnícke práva** pre **{0}** na **{1}**. Nový vlastník vám bude môcť odobrať akékoľvek vaše oprávnenia správcu alebo vám dokonca zakázať prístup.
sr_cyrl: Ово ће пренети **сва власничка права** над **{0}** на **{1}**. Нови власник ће моћи да уклони било коју од ваших администраторских привилегија или чак да вам забрани приступ.

# EditAdminTransferSetPassword
source: Set Password
cs: Nastavit heslo
he: הגדר סיסמה
hr: POSTAVI LOZINKU
hu: Jelszó beállítása
nb: Angi passord
sk: Nastaviť heslo
sr_cyrl: Подеси лозинку

# EditChannelAdminTransferAlertText
source: You can transfer this channel to **{0}** only if you have:
cs: Tento kanál můžete předat **{0}** pouze pokud máte:
he: באפשרותך להעביר את הבעלות על הערות אל **⁨{0}⁩** רק אם:
hr: Možete prenijeti kanal na **{0}** jedino ako:
hu: Csak akkor adhatod át a tulajdonjogokat **{0}** felhasználónak, ha:
nb: Du kan overføre denne kanalen til **{0}** bare hvis du har:
sk: Tento kanál môžete previesť na **{0}** iba ak máte:
sr_cyrl: Можете пренети овај канал на **{0}** само ако имате:

source: Edit contact
cs: Přejmenovat kontakt
he: ערוך איש קשר
hr: Uredi kontakt
hu: Szerkesztés
nb: Rediger kontakt
sk: Upraviť kontakt
sr_cyrl: Уреди контакт

# EditedMessage
source: edited
cs: upraveno
he: נערך
hr: uređivano
hu: szerkesztve
nb: redigert
sk: upravené
sr_cyrl: уређено

source: Edit link
cs: Upravit odkaz
he: ערוך קישור
hr: Uredi link
hu: Link szerkesztése
nb: Rediger lenke
sk: Upraviť pozvánku
sr_cyrl: Уреди линк

# EditMessageError
source: Sorry, you can't edit this message.
cs: Litujeme, tuto zprávu nemůžete upravit.
he: מצטערים, לא ניתן לערוך הודעה זו.
hr: Nažalost, ne možete uređivati ovu poruku.
hu: Sajnáljuk, nem szerkesztheted ezt az üzenetet.
nb: Beklager, du kan ikke redigere denne meldingen.
sk: Prepáčte, nemôžete upraviť túto správu.
sr_cyrl: Не можете уредити ову поруку.

# EditMessageMedia
source: Tap to edit media
cs: Pro upravení klepněte
he: יש להקיש בכדי לערוך מדיה
hr: Dodirnite za uređivanje
hu: Érintsd meg a média szerkesztéséhez
nb: Trykk for å endre mediefil
sk: Ťuknite pre upravenie medií
sr_cyrl: Додирните за уређивање медија

source: Edit name
cs: Upravit jméno
he: ערוך שם
hr: Uredi ime
hu: Név szerkesztése
nb: Rediger navn
sk: Upraviť meno
sr_cyrl: Уреди име

source: Edit number
cs: Změnit číslo
he: ערוך מספר
hr: Uredi broj
hu: Szám szerkesztése
nb: Rediger nummer
sk: Upraviť číslo
sr_cyrl: Уреди број

# EditNumberInfo
source: Do you want to edit your number? **{0}** If the number above is correct, please wait for the verification code.
cs: Chcete změnit svoje číslo? **{0}** Pokud je výše uvedené číslo správné, počkejte na ověřovací kód.
he: לערוך את המספר שלך? **⁨{0}⁩** אם המספר למעלה נכון, נא להמתין לקוד אימות.
hr: Želite li urediti svoj broj? **{0}** Ako je gornji broj točan, pričekajte kod za potvrdu.
hu: Szeretnéd szerkeszteni a számodat? **{0}** Ha a fenti szám helyes, kérjük várd meg az ellenőrző kódot.
nb: Vil du redigere nummeret ditt? **{0}** Hvis nummeret over er korrekt, ber vi deg vente på verifiseringskoden.
sk: Chcete upraviť svoje číslo? **{0}** Ak je vyššie uvedené číslo správne, počkajte na overovací kód.
sr_cyrl: Желите ли да уредите свој број? **{0}** Ако је број изнад тачан, сачекајте верификациони кôд.

source: Edit topic
cs: Upravit vlákno
he: ערוך נושא
hr: Uredi temu
hu: Téma szerkesztése
nb: Rediger emne
sk: Upraviť tému
sr_cyrl: Уреди тему

# EmailAddressInvalid
source: Invalid email address.
cs: Neplatný e-mail.
he: כתובת אימייל לא תקינה.
hr: Nevažeća adresa e-pošte.
hu: Érvénytelen e-mail cím.
nb: Ugyldig e-post adresse.
sk: Neplatná e-mailová adresa.
sr_cyrl: Неважећа адреса е-поште.

# EmailLogin
source: Login Email
cs: Přihlášení e-mailem
he: התחבר באמצעות אימייל
hr: E-pošta za prijavu
hu: Email bejelentkezés
nb: E-post for innlogging
sk: Prihlasovací email
sr_cyrl: Е-пошта за пријаву

# EmailLoginChangeMessage
source: This email address will be used every time you log in to your Telegram account from a new device.
cs: Tento e-mail bude použit při každém přihlášení k účtu Telegram z nového zařízení.
he: יעשה שימוש בכתובת המייל שלך בכל פעם שתתחבר לחשבון הטלגרם שלך ממכשיר חדש.
hr: Ova adresa e-pošte koristit će se svaki put kada se prijavite na svoj Telegram račun s novog uređaja.
hu: Ezt az e-mail címet fogod használni minden alkalommal, amikor egy új eszközről bejelentkezel a Telegram-fiókodba.
nb: Denne e-postadressen vil bli brukt hver gang du logger inn på Telegram-kontoen din fra en ny enhet.
sk: Táto e-mailová adresa sa použije pri každom prihlásení do účtu Telegramu z nového zariadenia.
sr_cyrl: Ова адреса е-поште ће се користити сваки пут када се пријавите на свој Telegram налог са новог уређаја.

# EmailNotAllowed
source: This email domain is not allowed.
cs: Tato e-mailová doména není povolena.
he: לא ניתן להשתמש בדומיין זה בכתובת האימייל.
hr: Ova domena e-pošte nije dopuštena.
hu: Ez az e-mail domainnév nem engedélyezett.
nb: Dette e-post domenet er ikke tillatt.
sr_cyrl: Овај домен е-поште није дозвољен.

source: Emoji
he: אימוג'י
hr: Emojiji
sr_cyrl: Емоџији

# Emoji1
source: Emoji & People
cs: Emoji a lidé
he: חיוכים ואנשים
hr: Smajlići i ljudi
hu: Emojik és emberek
nb: Emojier og folk
sk: Emoji a ľudia
sr_cyrl: Емоџији и људи

# Emoji2
source: Animals and nature
cs: Zvířata a příroda
he: חיות וטבע
hr: Životinje i priroda
hu: Állatok és természet
nb: Dyr og natur
sk: Zvieratá a príroda
sr_cyrl: Животиње и природа

# Emoji3
source: Food and drink
cs: Jídlo a pití
he: אוכל ושתיה
hr: Hrana i piće
hu: Étel és ital
nb: Mat og drikke
sk: Jedlo a nápoje
sr_cyrl: Храна и пиће

# Emoji4
source: Activity
cs: Aktivity
he: פעילות
hr: Aktivnosti
hu: Aktivitás
nb: Aktiviteter
sk: Aktivita
sr_cyrl: Активност

# Emoji5
source: Travel and places
cs: Cestování a místa
he: טיולים ואתרים
hr: Putovanja i mjesta
hu: Utazás és helyek
nb: Reise og steder
sk: Cestovanie a miesta
sr_cyrl: Путовања и места

# Emoji6
source: Objects
cs: Objekty
he: אובייקטים
hr: Stvari
hu: Objektumok
nb: Ting
sk: Objekty
sr_cyrl: Објекти

# Emoji7
source: Symbols
cs: Symboly
he: סמלים
hr: Simboli
hu: Szimbólumok
nb: Symboler
sk: Symboly
sr_cyrl: Симболи

# Emoji8
source: Flags
cs: Vlajky
he: דגלים
hr: Zastave
hu: Zászlók
nb: Flagg
sk: Vlajky
sr_cyrl: Заставе

source: Emoji archived.
cs: Emoji archivovány.
he: האימוג'י הועבר לארכיון
hr: Emojiji su arhivirani
hu: Emoji archiválva.
nb: Emoji arkivert.
sk: Emoji bolo archivované.
sr_cyrl: Емоџији су архивирани

# EmpryUsersPlaceholder
source: Add Users
cs: Přidat uživatele
he: הוסף משתמשים
hr: Dodaj kontakte
hu: Hozzáadás
nb: Legg til brukere
sk: Pridať používateľov
sr_cyrl: Додај

source: Enable
cs: Povolit
he: הפעל
hr: Uključi
hu: Engedélyez
nb: Aktiver
sk: Povoliť
sr_cyrl: Омогући

# EnableAllReactionsInfo
source: Members of the group can use any emoji as reactions to messages.
cs: Členové skupiny mohou jako reakci na zprávy používat libovolné emoji.
he: חברים בקבוצה יכולים להשתמש בכל אימוג'י כרגשון להודעה.
hr: Članovi grupe mogu koristiti bilo koje emojije kao reakcije na poruke.
hu: A csoport tagjai bármilyen emojit használhatnak reakcióként az üzenetekre.
nb: Medlemmer i gruppen kan bruke en hvilken som helst emoji som reaksjon til meldinger.
sk: Členovia tejto skupiny môžu použiť akékoľvek emoji ako reakcie na správy.
sr_cyrl: Чланови групе могу користити било које емоџије као реакције на поруке.

# EnableAllStreamingInfo
source: When possible, Telegram will start playing videos and music right away, without waiting for the files to fully download.
cs: Pokud je to možné, Telegram začne přehrávat videa a hudbu hned, bez čekání na kompletní stažení.
he: כאשר ניתן, טלגרם תתחיל לנגן סרטונים ומוזיקה מיידית, בלי להמתין להורדה מלאה של הקובץ.
hr: Ako je to moguće, Telegram će odmah početi reproducirati videozapise i glazbu, bez čekanja da se datoteke u potpunosti preuzmu.
hu: Amikor lehetséges, a Telegram azonnal elkezdi lejátszani a hang és videó fájlokat, mielőtt a fájlok letöltése teljesen befejeződött.
nb: Når det er mulig, vil Telegram starte å spille videoer og musikk med en gang, uten å måtte vente på at filene skal lastes ned først.
sk: Ak je to možné, Telegram začne prehrávať videá a hudbu okamžite bez čakania na úplné stiahnutie súborov.
sr_cyrl: Када је то могуће Telegram ће одмах почети да репродукује видео и музику, без чекања да се датотеке у потпуности преузму.

source: Enabled Notifications
cs: Zapnutá oznámení
he: ההתראות פועלות
hr: Uključene obavijesti
hu: Engedélyezett értesítések
nb: Varsler aktivert
sk: Zapnuté upozornenia
sr_cyrl: Укључена обавештења

# EnabledPasswordText
source: You have enabled Two-Step verification. You'll need the password you set up here to log in to your Telegram account.
cs: Máte zapnouté dvoufázové ověření. Pro přihlášení na Telegram budete potřebovat zde nastavené heslo.
he: הפעלת אימות דו-שלבי. תזדקק לסיסמה שתגדיר כאן בכדי להיכנס לחשבון הטלגרם שלך.
hr: Uključili ste potvrdu u dva koraka. Trebat ćete lozinku koju ste ovdje postavili za prijavu u vaš Telegram račun.
hu: Engedélyezted a kétlépcsős azonosítást. Szükséged lesz az itt beállított jelszóra a Telegram fiókba való belépéshez.
nb: Du har aktivert totrinnsbekreftelse. Du vil trenge passordet du har angitt her for å logge inn på din Telegram-konto.
sk: Máte nastavené dvojstupňové overovanie. Budete potrebovať heslo, ktoré ste si nastavili pre prihlásenie sa do svojho účtu v Telegrame.
sr_cyrl: Омогућили сте верификацију у два корака. Да бисте се пријавили на Telegram налог, требаће вам лозинка коју сте овде подесили.

# EnablePhotoSpoiler
source: Hide with spoiler
cs: Skrýt pomocí Spoileru
he: הסתר עם ספויילר
hr: Sakrij sa spoilerom
hu: Elrejtés spoilerrel
nb: Skjul med spoiler
sk: Zahaliť
sr_cyrl: Сакриј спојлером

# EnableProxyAlert
source: Are you sure you want to enable this proxy?
cs: Opravdu chcete zapnout tento proxy server?
he: האם באמת ברצונך להפעיל את הפרוקסי?
hr: Želite li omogućiti ovaj proxy?
hu: Biztosan engedélyezed ezt a proxyt?
nb: Er du sikker på at du vil aktivere denne proxyen?
sk: Naozaj chcete zapnúť túto proxy?
sr_cyrl: Желите ли да укључите овај прокси?

# EnableProxyAlert2
source: You can change your proxy server later in Settings > Data and Storage.
cs: Proxy server můžete později změnit v Nastavení (Data a úložiště).
he: באפשרותך לשנות את שרת הפרוקסי שלך מאוחר יותר בהגדרות > נתונים ואחסון.
hr: Postavke možete kasnije promijeniti ako odaberete Postavke > Podaci i pohrana.
hu: A proxy beállításokat később is módosíthatod a Beállításokban.
nb: Du kan endre proxy server senere i innstillinger (Data og lagring).
sk: Proxy server môžete neskôr zmeniť v časti Nastavenia > Údaje a úložisko.
sr_cyrl: Прокси сервер можете да промените касније под Подешавања > Подаци и меморија.

source: Enable Reactions
cs: Zapnout reakce
he: אפשר רגשונים
hr: Uključi reakcije
hu: Reakciók engedélyezése
nb: Aktiver reaksjoner
sk: Zapnúť reakcie
sr_cyrl: Омогући реакције

# EnableReactionsChannelInfo
source: Allow subscribers to react to channel posts.
cs: Povolit sledujícím reagovat na příspěvky v kanálu.
he: אפשר למנויים להגיב ברגשונים להודעות בערוץ.
hr: Dopustite pretplatnicima da reagiraju na objave kanala.
hu: Engedélyezi a feliratkozók reakcióit a hozzászólásokra.
nb: Tillat abonnenter å reagere på meldinger i kanalen.
sk: Povoliť odberateľom reagovať na kanálové príspevky.
sr_cyrl: Омогућава пратиоцима да реагују на објаве канала.

# EnableSomeReactionsInfo
source: Members of the group can use only certain approved emoji as reactions to messages.
cs: Členové skupiny mohou jako reakci na zprávy používat pouze určité schválené emoji.
he: חברים בקבוצה יכולים להשתמש רק באימוג'ים המותרים כרגשון להודעה.
hr: Članovi grupe mogu koristiti samo odobrene emojije kao reakcije na poruke.
hu: A csoport tagjai csak néhány jóváhagyott emojit használhatnak az üzenetekre adott reakcióként.
nb: Medlemmer av gruppen kan kun bruke enkelte godkjente emojier som reaksjoner på meldinger.
sk: Členovia skupiny môžu ako reakcie na správy používať len určité schválené emoji.
sr_cyrl: Чланови групе могу користити само неке од одобрених емоџија као реакције на поруке.

# EnableStreaming
source: Stream Videos and Audio Files
cs: Přenos Videa a Audia
he: הזרם סרטונים וקובצי שמע
hr: Emitiraj video i audio datoteke
hu: Videó és hangfájlok streamelése
nb: Strøm videoer og lydfiler
sk: Streamovať videá a zvukové súbory
sr_cyrl: Стримуј видео и аудио снимке

# EncryptedChatStartedIncoming
source: You joined the secret chat
cs: Přidal/a jste se k důvěrné konverzaci
he: הצטרפת לצ'אט הסודי
hr: Pridružili ste se tajnom razgovoru
hu: Csatlakoztál a titkos csevegéshez
nb: Du ble med i denne hemmelige samtalen
sk: Pripojili ste sa k tajnej konverzácií
sr_cyrl: Придружили сте се тајном ћаскању.

source: Encryption Key
cs: Šifrovací klíč
he: מפתח הצפנה
hr: Enkripcijski ključ
hu: Titkos kulcs
nb: Krypteringsnøkkel
sk: Šifrovací kľúč
sr_cyrl: Кључ за шифровање

# EncryptionKeyDescription
source: This image and text were derived from the encryption key for this secret chat with **{0}**. If they look the same on **{1}'s** device, end-to-end encryption is guaranteed. Learn more at telegram.org
cs: Tento obrázek a text bude doručen pomocí šifrovacího klíče pro tuto konverzaci s **{0}**. Pokud vypadá stejně na zařízení uživatele **{1}**, end-to-end šifrování je zaručeno. Více na telegram.org
he: התמונה והטקסט נגזרים ממפתח ההצפנה של הצ'אט הסודי שלך עם **⁨{0}⁩**. אם הם זהים גם בהתקן של **⁨{1}⁩**, מובטחת לכם הצפנה מקצה לקצה. למידע נוסף telegram.org
hr: Ova slika i tekst dobiveni su iz ključa za šifriranje tajnog razgovora s korisnikom **{0}**. Ako izgleda isto kao i na uređaju korisnika **{1}**, end-to-end enkripcija je zajamčena. Saznajte više na telegram.org
hu: Ez a kép és szöveg a titkosítási kulcs alapján készült, amely a(z) **{0}** felhasználóval indított titkos beszélgetésből származik. Ha megegyezik **{1}** eszközén láthatóval, a végpont-titkosítás garantált. További információ: telegram.org
nb: Dette bildet og teksten ble generert av krypteringsnøkkelen for denne hemmelige samtalen med **{0}**. Hvis de ser like ut på **{1} sin ** enhet, er ende-til-ende kryptering garantert. Les mer på telegram.org
sk: Tento obrázok a text boli odvodené od šifrovacieho kľúča pre túto tajnú konverzáciu s používateľom **{0}**. Pokiaľ vyzerajú rovnako aj v zariadení používateľa **{1}**, šifrovanie end-to-end je zaručené. Viac informácií na telegram.org
sr_cyrl: Ова слика и текст су добијени од кључа за шифровање за ово тајно ћаскање са **{0}**. Ако изгледају исто на уређају код **{1}**, шифровање с краја на крај је загарантовано. Сазнајте више на telegram.org

# EncryptionRejected
source: Secret chat canceled
cs: Důvěrná konverzace zrušena
he: הצ'אט הסודי בוטל
hr: Tajni razgovor je otkazan
hu: Titkos csevegés megszakítva
nb: Hemmelig samtale avsluttet
sk: Tajná konverzácia bola zrušená
sr_cyrl: Тајно ћаскање је отказано

# EnjoyngAnimations
source: **oo** watching {0}
cs: **oo** sleduje {0}
he: **oo** צופה ב⁨{0}⁩
hr: **oo** gleda {0}
hu: **oo** nézi: {0}
nb: **oo** ser på {0}
sk: **oo** sleduje {0}
sr_cyrl: **oo** гледа {0}

# EnterChannelName
source: Channel name
cs: Název kanálu
he: שם הערוץ
hr: Naziv kanala
hu: Csatorna neve
nb: Kanalnavn
sk: Názov kanála
sr_cyrl: Назив канала

source: Enter current passcode
cs: Zadejte současné heslo
he: הזן סיסמה נוכחית
hr: Unesite trenutnu lozinku
hu: Add meg az aktuális jelkódot
nb: Oppgi nåværende tilgangskode
sk: Zadajte aktuálny prístupový kód
sr_cyrl: Унесите тренутни кôд

# EnterGroupNamePlaceholder
source: Enter group name
cs: Zadejte název skupiny
he: הזן שם קבוצה
hr: Unesite naziv grupe
hu: Add meg a csoport nevét
nb: Skriv inn gruppenavn
sk: Zadajte názov skupiny
sr_cyrl: Унесите назив групе

# EnterNewFirstPasscode
source: Enter a passcode
cs: Zadejte heslo
he: הזן קוד גישה
hr: Unesite lozinku
hu: Adj meg egy jelkódot
nb: Angi en tilgangskode
sk: Zadajte prístupový kód
sr_cyrl: Унесите лозинку

source: Enter theme name
cs: Zadejte název pro motiv
he: הכנס שם ערכת נושא
hr: Unesite naziv
hu: Add meg a téma nevét
nb: Angi nytt temanavn
sk: Zadajte názov motívu
sr_cyrl: Унесите назив теме

# EnterTopicName
source: What do you want to discuss?
cs: O čem chcete diskutovat?
he: על מה ברצונך לדון?
hr: O čemu želite razgovarati?
hu: Miről szeretnél beszélni?
nb: Hva vil du snakke om?
sk: O čom chcete diskutovať?
sr_cyrl: О чему желите да дискутујете?

source: Enter your passcode
cs: Zadejte Vaše heslo
he: נא להזין את הקוד
hr: Unesite lozinku
hu: Add meg a jelkódod
nb: Oppgi din tilgangskode
sk: Zadajte prístupový kód
sr_cyrl: Унесите кôд

# ErrorOccurred
source: An error occurred.
cs: Vyskytla se chyba.
he: התרחשה שגיאה.
hr: Došlo je do pogreške.
hu: Hiba történt.
nb: Noe gikk galt.
sk: Došlo k chybe.
sr_cyrl: Дошло је до грешке.

# ErrorSendRestrictedDocuments
source: Sorry, the admins of this group have restricted you from sending documents.
he: מצטערים, המנהלים בקבוצה הגבילו אותך מלשלוח כאן מסמכים.
hr: Nažalost, administratori ove grupe su vam ograničili slanje datoteka.
hu: Sajnáljuk, de a csoport adminjai korlátoztak téged a dokumentumok küldésében.
nb: Beklager, administratorene i denne gruppen har begrenset deg fra å sende dokumenter.
sr_cyrl: Администратори ове групе су вам ограничили слање докумената.

# ErrorSendRestrictedDocumentsAll
source: Sorry, sending documents is not allowed in this group.
he: מצטערים, שליחת מסמכים אסורה בקבוצה זו.
hr: Nažalost, u ovoj grupi nije dopušteno slanje datoteka.
hu: Sajnáljuk, ebben a csoportban nem engedélyezett a dokumentumok küldése.
nb: Beklager, sending av dokumenter er ikke tillatt i denne gruppen.
sr_cyrl: У овој групи није дозвољено слање докумената.

# ErrorSendRestrictedMusic
source: Sorry, the admins of this group have restricted you from sending music.
he: מצטערים, המנהלים בקבוצה הגבילו אותך מלשלוח כאן מוזיקה.
hr: Nažalost, administratori ove grupe su vam ograničili slanje glazbe.
hu: Sajnáljuk, de a csoport adminjai korlátoztak téged a zenék küldésében.
nb: Beklager, administratorene i denne gruppen har begrenset deg fra å sende musikk.
sr_cyrl: Администратори ове групе су вам ограничили слање музике.

# ErrorSendRestrictedMusicAll
source: Sorry, sending music is not allowed in this group.
cs: Je nám líto, ale posílání hudby není v této skupině povoleno.
he: מצטערים, שליחת מוזיקה אסורה בקבוצה זו.
hr: Nažalost, u ovoj grupi nije dopušteno slanje glazbe.
hu: Ebben a csoportban nem engedélyezett a zene küldése.
nb: Beklager, sending av musikk er ikke tillat i denne gruppen.
sk: Ľutujeme, odosielanie hudby nie je v tejto skupine povolené.
sr_cyrl: У овој групи није дозвољено слање музике.

# ErrorSendRestrictedPhoto
source: Sorry, the admins of this group have restricted you from sending photos.
he: מצטערים, המנהלים בקבוצה הגבילו אותך מלשלוח תמונות.
hr: Nažalost, administratori ove grupe su vam ograničili slanje slika.
hu: Sajnáljuk, de a csoport adminjai korlátoztak téged a fényképek küldésében.
nb: Beklager, administratorene i denne gruppen har begrenset deg fra å sende bilder.
sr_cyrl: Администратори ове групе су вам ограничили слање слика.

# ErrorSendRestrictedPhotoAll
source: Sorry, sending photos is not allowed in this group.
he: מצטערים, שליחת תמונות אסורה בקבוצה זו.
hr: Nažalost, u ovoj grupi nije dopušteno slanje slika.
hu: Sajnáljuk, ebben a csoportban nem engedélyezett a képek küldése.
nb: Beklager, sending av bilder er ikke tillatt i denne gruppen.
sr_cyrl: У овој групи није дозвољено слање слика.
